Repository: tgeczy/TGSpeechBox
Catalog: nvdaAddon/locale/*/LC_MESSAGES/nvda.po
Languages: es, hu, pt_br

source: Trajectory Limit Apply To
es: Límite de Trayectoria Aplicar A
hu: Pályakorlát Alkalmazás
pt_br: Limite de Trajetória Aplicar A

source: Trajectory Limit Enabled
es: Límite de Trayectoria Habilitado
hu: Pályakorlát Engedélyezve
pt_br: Limite de Trajetória Habilitado

source: Trajectory Limit Max Hz Per Ms Cf2
es: Límite de Trayectoria Máx. Hz Por Ms Cf2
hu: Pályakorlát Max. Hz/ms Cf2
pt_br: Limite de Trajetória Máx. Hz Por Ms Cf2

source: Trajectory Limit Max Hz Per Ms Cf3
es: Límite de Trayectoria Máx. Hz Por Ms Cf3
hu: Pályakorlát Max. Hz/ms Cf3
pt_br: Limite de Trajetória Máx. Hz Por Ms Cf3

source: Trajectory Limit Max Hz Per Ms Pf2
es: Límite de Trayectoria Máx. Hz Por Ms Pf2
hu: Pályakorlát Max. Hz/ms Pf2
pt_br: Limite de Trajetória Máx. Hz Por Ms Pf2

source: Trajectory Limit Max Hz Per Ms Pf3
es: Límite de Trayectoria Máx. Hz Por Ms Pf3
hu: Pályakorlát Max. Hz/ms Pf3
pt_br: Limite de Trajetória Máx. Hz Por Ms Pf3

source: Trajectory Limit Liquid Rate Scale
es: Límite de Trayectoria Escala de Velocidad de Líquidas
hu: Pályakorlát Likvida sebességi skála
pt_br: Limite de Trajetória Escala de Velocidade de Líquidas

source: Trajectory Limit Window (ms)
es: Límite de Trayectoria Ventana (ms)
hu: Pályakorlát Ablak (ms)
pt_br: Limite de Trajetória Janela (ms)

source: Trajectory Limit: Apply Across Word Boundary
es: Límite de Trayectoria: Aplicar a Través de Límite de Palabra
hu: Pályakorlát: Alkalmazás szóhatáron át
pt_br: Limite de Trajetória: Aplicar Através de Limite de Palavra

source: Trajectory Limit: Apply To
es: Límite de Trayectoria: Aplicar A
hu: Pályakorlát: Alkalmazás
pt_br: Limite de Trajetória: Aplicar A

source: Trajectory Limit: Enabled
es: Límite de Trayectoria: Habilitado
hu: Pályakorlát: Engedélyezve
pt_br: Limite de Trajetória: Habilitado

source: Trajectory Limit: Liquid Rate Scale
es: Límite de Trayectoria: Escala de Velocidad de Líquidas
hu: Pályakorlát: Likvida sebességi skála
pt_br: Limite de Trajetória: Escala de Velocidade de Líquidas

source: Trajectory Limit: Max Hz Per Ms cf2
es: Límite de Trayectoria: Máx. Hz Por Ms cf2
hu: Pályakorlát: Max. Hz/ms cf2
pt_br: Limite de Trajetória: Máx. Hz Por Ms cf2

source: Trajectory Limit: Max Hz Per Ms cf3
es: Límite de Trayectoria: Máx. Hz Por Ms cf3
hu: Pályakorlát: Max. Hz/ms cf3
pt_br: Limite de Trajetória: Máx. Hz Por Ms cf3

source: Trajectory Limit: Max Hz Per Ms pf2
es: Límite de Trayectoria: Máx. Hz Por Ms pf2
hu: Pályakorlát: Max. Hz/ms pf2
pt_br: Limite de Trajetória: Máx. Hz Por Ms pf2

source: Trajectory Limit: Max Hz Per Ms pf3
es: Límite de Trayectoria: Máx. Hz Por Ms pf3
hu: Pályakorlát: Max. Hz/ms pf3
pt_br: Limite de Trajetória: Máx. Hz Por Ms pf3

source: Trajectory Limit: Window (ms)
es: Límite de Trayectoria: Ventana (ms)
hu: Pályakorlát: Ablak (ms)
pt_br: Limite de Trajetória: Janela (ms)

source: Trill Fallback Duration (ms)
es: Duración de Respaldo de Trino (ms)
hu: Pergőhang tartalék időtartam (ms)
pt_br: Duração de Reserva de Trinado (ms)

source: Trill Modulation (ms)
es: Modulación de Trino (ms)
hu: Pergőhang moduláció (ms)
pt_br: Modulação de Trinado (ms)

source: Trill Modulation Fade (ms)
es: Fundido de Modulación de Trino (ms)
hu: Pergőhang moduláció elhalkulás (ms)
pt_br: Desvanecer de Modulação de Trinado (ms)

source: Voice Profile Name
es: Nombre de Perfil de Voz
hu: Hangprofil neve
pt_br: Nome do Perfil de Voz

source: Voiced Consonant Duration (ms)
es: Duración de Consonante Sonora (ms)
hu: Zöngés mássalhangzó időtartam (ms)
pt_br: Duração de Consoante Sonora (ms)

source: Voiceless Fricative Duration (ms)
es: Duración de Fricativa Sorda (ms)
hu: Zöngétlen réshang időtartam (ms)
pt_br: Duração de Fricativa Surda (ms)

source: Vowel Before Liquid Duration (ms)
es: Duración de Vocal antes de Líquida (ms)
hu: Magánhangzó likvida előtt időtartam (ms)
pt_br: Duração de Vogal antes de Líquida (ms)

source: Vowel Before Nasal Duration (ms)
es: Duración de Vocal antes de Nasal (ms)
hu: Magánhangzó nazális előtt időtartam (ms)
pt_br: Duração de Vogal antes de Nasal (ms)

source: Word Final Schwa Min Duration (ms)
es: Duración Mínima de Schwa Final de Palabra (ms)
hu: Szóvégi svá minimális időtartam (ms)
pt_br: Duração Mínima de Schwa Final de Palavra (ms)

source: Word Final Schwa Reduction Enabled
es: Reducción de Schwa Final de Palabra Habilitada
hu: Szóvégi svá redukció engedélyezve
pt_br: Redução de Schwa Final de Palavra Habilitada

source: Word Final Schwa Scale
es: Escala de Schwa Final de Palabra
hu: Szóvégi svá skála
pt_br: Escala de Schwa Final de Palavra

source: No
hu: Nem
pt_br: Não

source: Error
hu: Hiba
pt_br: Erro

source: Tonal
hu: Tonális
