Repository: tgeczy/TGSpeechBox
Catalog: nvdaAddon/locale/*/LC_MESSAGES/nvda.po
Languages: es, hu, pt_br

source: Lengthened Vowel Final Coda Scale
es: Escala de Coda Final de Vocal Alargada
hu: Nyújtott magánhangzó végi kóda skála
pt_br: Escala de Coda Final de Vogal Alongada

source: Liquid Dynamics Enabled
es: Dinámica de Líquidas Habilitado
hu: Likvida dinamika Engedélyezve
pt_br: Dinâmica de Líquidas Habilitado

source: Liquid Dynamics Labial Glide Start F1
es: Dinámica de Líquidas Inicio Deslizante Labial F1
hu: Likvida dinamika Labiális csúszás kezdő F1
pt_br: Dinâmica de Líquidas Início de Deslizamento Labial F1

source: Liquid Dynamics Labial Glide Start F2
es: Dinámica de Líquidas Inicio Deslizante Labial F2
hu: Likvida dinamika Labiális csúszás kezdő F2
pt_br: Dinâmica de Líquidas Início de Deslizamento Labial F2

source: Liquid Dynamics Labial Glide Transition (%)
es: Dinámica de Líquidas Transición de Deslizante Labial (%)
hu: Likvida dinamika Labiális csúszás átmenet (%)
pt_br: Dinâmica de Líquidas Transição de Deslizamento Labial (%)

source: Liquid Dynamics Labial Glide Transition Enabled
es: Dinámica de Líquidas Transición de Deslizante Labial Habilitada
hu: Likvida dinamika Labiális csúszás átmenet engedélyezve
pt_br: Dinâmica de Líquidas Transição de Deslizamento Labial Habilitada

source: Liquid Dynamics Lateral Onglide Duration (%)
es: Dinámica de Líquidas Deslizamiento Lateral Duración (%)
hu: Likvida dinamika Laterális rácsúszás időtartam (%)
pt_br: Dinâmica de Líquidas Duração de Deslizamento Lateral (%)

source: Liquid Dynamics Lateral Onglide F1 Delta
es: Dinámica de Líquidas Deslizamiento Lateral F1 Delta
hu: Likvida dinamika Laterális rácsúszás F1 delta
pt_br: Dinâmica de Líquidas Deslizamento Lateral F1 Delta

source: Liquid Dynamics Lateral Onglide F2 Delta
es: Dinámica de Líquidas Deslizamiento Lateral F2 Delta
hu: Likvida dinamika Laterális rácsúszás F2 delta
pt_br: Dinâmica de Líquidas Deslizamento Lateral F2 Delta

source: Liquid Dynamics Rhotic F3 Dip Duration (%)
es: Dinámica de Líquidas Duración de Caída de F3 Rótica (%)
hu: Likvida dinamika Rotikus F3 mélyedés időtartam (%)
pt_br: Dinâmica de Líquidas Duração de Queda de F3 Rótica (%)

source: Liquid Dynamics Rhotic F3 Dip Enabled
es: Dinámica de Líquidas Caída de F3 Rótica Habilitada
hu: Likvida dinamika Rotikus F3 mélyedés engedélyezve
pt_br: Dinâmica de Líquidas Queda de F3 Rótica Habilitada

source: Liquid Dynamics Rhotic F3 Minimum
es: Dinámica de Líquidas Mínimo de F3 Rótica
hu: Likvida dinamika Rotikus F3 minimum
pt_br: Dinâmica de Líquidas Mínimo de F3 Rótica

source: Liquid Dynamics: Enabled
es: Dinámica de Líquidas: Habilitado
hu: Likvida dinamika: Engedélyezve
pt_br: Dinâmica de Líquidas: Habilitado

source: Liquid Dynamics: Labial Glide Transition enabled
es: Dinámica de Líquidas: Transición de Deslizante Labial habilitada
hu: Likvida dinamika: Labiális csúszás átmenet engedélyezve
pt_br: Dinâmica de Líquidas: Transição de Deslizamento Labial habilitada

source: Liquid Dynamics: Labial Glide Transition start F1
es: Dinámica de Líquidas: Transición de Deslizante Labial inicio F1
hu: Likvida dinamika: Labiális csúszás átmenet kezdő F1
pt_br: Dinâmica de Líquidas: Transição de Deslizamento Labial início F1

source: Liquid Dynamics: Labial Glide Transition start F2
es: Dinámica de Líquidas: Transición de Deslizante Labial inicio F2
hu: Likvida dinamika: Labiális csúszás átmenet kezdő F2
pt_br: Dinâmica de Líquidas: Transição de Deslizamento Labial início F2

source: Liquid Dynamics: Labial Glide Transition transition (%)
es: Dinámica de Líquidas: Transición de Deslizante Labial transición (%)
hu: Likvida dinamika: Labiális csúszás átmenet átmenet (%)
pt_br: Dinâmica de Líquidas: Transição de Deslizamento Labial transição (%)

source: Liquid Dynamics: Lateral Onglide duration (%)
es: Dinámica de Líquidas: duración de Deslizamiento Lateral (%)
hu: Likvida dinamika: laterális rácsúszás időtartam (%)
pt_br: Dinâmica de Líquidas: duração de Deslizamento Lateral (%)

source: Liquid Dynamics: Lateral Onglide F1 Delta
es: Dinámica de Líquidas: Deslizamiento Lateral F1 Delta
hu: Likvida dinamika: Laterális rácsúszás F1 delta
pt_br: Dinâmica de Líquidas: Deslizamento Lateral F1 Delta

source: Liquid Dynamics: Lateral Onglide F2 Delta
es: Dinámica de Líquidas: Deslizamiento Lateral F2 Delta
hu: Likvida dinamika: Laterális rácsúszás F2 delta
pt_br: Dinâmica de Líquidas: Deslizamento Lateral F2 Delta

source: Liquid Dynamics: Rhotic F3 Dip dip Duration (%)
es: Dinámica de Líquidas: Caída de F3 Rótica duración de Caída (%)
hu: Likvida dinamika: Rotikus F3 mélyedés időtartam (%)
pt_br: Dinâmica de Líquidas: Queda de F3 Rótica duração de Queda (%)

source: Liquid Dynamics: Rhotic F3 Dip enabled
es: Dinámica de Líquidas: Caída de F3 Rótica habilitada
hu: Likvida dinamika: Rotikus F3 mélyedés engedélyezve
pt_br: Dinâmica de Líquidas: Queda de F3 Rótica habilitada

source: Liquid Dynamics: Rhotic F3 Dip F3 Minimum
es: Dinámica de Líquidas: Caída de F3 Rótica F3 Mínimo
hu: Likvida dinamika: Rotikus F3 mélyedés F3 minimum
pt_br: Dinâmica de Líquidas: Queda de F3 Rótica F3 Mínimo

source: Liquid Fade (ms)
es: Fundido de Líquida (ms)
hu: Likvida elhalkulás (ms)
pt_br: Desvanecer de Líquida (ms)

source: Microprosody Enabled
es: Microprosodia Habilitado
hu: Mikroprozódia Engedélyezve
pt_br: Microprosódia Habilitado

source: Microprosody Max Total Delta (Hz)
es: Microprosodia Máx. Delta Total (Hz)
hu: Mikroprozódia Maximális összdelta (Hz)
pt_br: Microprosódia Máx. Delta Total (Hz)

source: Microprosody Min Vowel (ms)
es: Microprosodia Vocal Mínima (ms)
hu: Mikroprozódia Minimális magánhangzó (ms)
pt_br: Microprosódia Vogal Mínima (ms)

source: Microprosody Voiced F0 Lower (Hz)
es: Microprosodia Reducción de F0 Sonora (Hz)
hu: Mikroprozódia Zöngés F0 csökkentés (Hz)
pt_br: Microprosódia Redução de F0 Sonora (Hz)

source: Microprosody Voiced F0 Lower Enabled
es: Microprosodia Reducción de F0 Sonora Habilitada
hu: Mikroprozódia Zöngés F0 csökkentés engedélyezve
pt_br: Microprosódia Redução de F0 Sonora Habilitada

source: Microprosody Voiceless F0 Raise (Hz)
es: Microprosodia Elevación de F0 Sorda (Hz)
hu: Mikroprozódia Zöngétlen F0 emelés (Hz)
pt_br: Microprosódia Elevação de F0 Surda (Hz)

source: Microprosody Voiceless F0 Raise Enabled
es: Microprosodia Elevación de F0 Sorda Habilitada
hu: Mikroprozódia Zöngétlen F0 emelés engedélyezve
pt_br: Microprosódia Elevação de F0 Surda Habilitada

source: Microprosody Voiceless F0 Raise End (Hz)
es: Microprosodia Fin de Elevación de F0 Sorda (Hz)
hu: Mikroprozódia Zöngétlen F0 emelés vége (Hz)
pt_br: Microprosódia Fim de Elevação de F0 Surda (Hz)

source: Microprosody Following F0 Enabled
es: Microprosodia F0 Siguiente Habilitado
hu: Mikroprozódia Következő F0 engedélyezve
pt_br: Microprosódia F0 Seguinte Habilitado

source: Microprosody Following Voiced Lower (Hz)
es: Microprosodia Reducción Sonora Siguiente (Hz)
hu: Mikroprozódia Következő zöngés csökkentés (Hz)
pt_br: Microprosódia Redução Sonora Seguinte (Hz)

source: Microprosody Following Voiceless Raise (Hz)
es: Microprosodia Elevación Sorda Siguiente (Hz)
hu: Mikroprozódia Következő zöngétlen emelés (Hz)
pt_br: Microprosódia Elevação Surda Seguinte (Hz)

source: Microprosody Intrinsic F0 Enabled
es: Microprosodia F0 Intrínseca Habilitado
hu: Mikroprozódia Belső F0 engedélyezve
pt_br: Microprosódia F0 Intrínseca Habilitado

source: Microprosody Intrinsic F0 High Raise (Hz)
es: Microprosodia Elevación F0 Vocal Alta (Hz)
hu: Mikroprozódia Magas magánhangzó F0 emelés (Hz)
pt_br: Microprosódia Elevação F0 Vogal Alta (Hz)

source: Microprosody Intrinsic F0 High Threshold
es: Microprosodia Umbral F0 Vocal Alta
hu: Mikroprozódia Magas magánhangzó F0 küszöb
pt_br: Microprosódia Limiar F0 Vogal Alta

source: Microprosody Intrinsic F0 Low Drop (Hz)
es: Microprosodia Caída F0 Vocal Baja (Hz)
hu: Mikroprozódia Mély magánhangzó F0 csökkenés (Hz)
pt_br: Microprosódia Queda F0 Vogal Baixa (Hz)

source: Microprosody Intrinsic F0 Low Threshold
es: Microprosodia Umbral F0 Vocal Baja
hu: Mikroprozódia Mély magánhangzó F0 küszöb
pt_br: Microprosódia Limiar F0 Vogal Baixa

source: Microprosody Pre Voiceless Min (ms)
es: Microprosodia Mínimo Pre-Sorda (ms)
hu: Mikroprozódia Zöngétlen előtti minimum (ms)
pt_br: Microprosódia Mínimo Pré-Surda (ms)

source: Microprosody Pre Voiceless Shorten Enabled
es: Microprosodia Acortamiento Pre-Sorda Habilitado
hu: Mikroprozódia Zöngétlen előtti rövidítés engedélyezve
pt_br: Microprosódia Encurtamento Pré-Surda Habilitado

source: Microprosody Pre Voiceless Shorten Scale
es: Microprosodia Escala de Acortamiento Pre-Sorda
hu: Mikroprozódia Zöngétlen előtti rövidítés mértéke
pt_br: Microprosódia Escala de Encurtamento Pré-Surda

source: Microprosody Voiced Fricative Lower Scale
es: Microprosodia Escala de Reducción Fricativa Sonora
hu: Mikroprozódia Zöngés réshang csökkentés mértéke
pt_br: Microprosódia Escala de Redução Fricativa Sonora

source: Nasalization Anticipatory Amplitude
es: Nasalización Amplitud Anticipatoria
hu: Nazalizáció Előlegező amplitúdó
pt_br: Nasalização Amplitude Antecipatória

source: Nasalization Anticipatory Blend
es: Nasalización Mezcla Anticipatoria
hu: Nazalizáció Előlegező keverés
pt_br: Nasalização Mistura Antecipatória

source: Nasalization Anticipatory Enabled
es: Nasalización Anticipatoria Habilitada
hu: Nazalizáció Előlegező engedélyezve
pt_br: Nasalização Antecipatória Habilitada

source: Phrase Final Lengthening Enabled
es: Alargamiento Final de Frase Habilitado
hu: Frázis végi nyújtás Engedélyezve
pt_br: Alongamento Final de Frase Habilitado

source: Phrase Final Lengthening Final Syllable Scale
es: Alargamiento Final de Frase Escala de Sílaba Final
hu: Frázis végi nyújtás Utolsó szótag skála
pt_br: Alongamento Final de Frase Escala de Sílaba Final

source: Phrase Final Lengthening Nucleus Only Mode
es: Alargamiento Final de Frase Modo Solo Núcleo
hu: Frázis végi nyújtás Csak mag mód
pt_br: Alongamento Final de Frase Modo Somente Núcleo

source: Phrase Final Lengthening Penultimate Syllable Scale
es: Alargamiento Final de Frase Escala de Sílaba Penúltima
hu: Frázis végi nyújtás Utolsó előtti szótag skála
pt_br: Alongamento Final de Frase Escala de Sílaba Penúltima

source: Phrase Final Lengthening Question Scale
es: Alargamiento Final de Frase Escala de Pregunta
hu: Frázis végi nyújtás Kérdés skála
pt_br: Alongamento Final de Frase Escala de Pergunta

source: Phrase Final Lengthening Statement Scale
es: Alargamiento Final de Frase Escala de Declaración
hu: Frázis végi nyújtás Kijelentés skála
pt_br: Alongamento Final de Frase Escala de Declaração

source: Positional Allophones: Enabled
es: Alófonos Posicionales: Habilitado
hu: Pozicionális allofónok: Engedélyezve
pt_br: Alofones Posicionais: Habilitado

source: Post Stop Aspiration Duration (ms)
es: Post-Oclusiva Duración de Aspiración (ms)
hu: Zárhang utáni Aspiráció időtartam (ms)
pt_br: Pós-Oclusiva Duração de Aspiração (ms)

source: Post Stop Aspiration Enabled
es: Post-Oclusiva Aspiración Habilitada
hu: Zárhang utáni Aspiráció engedélyezve
pt_br: Pós-Oclusiva Aspiração Habilitada

source: Post Stop Aspiration Phoneme
es: Post-Oclusiva Fonema de Aspiración
hu: Zárhang utáni Aspiráció fonéma
pt_br: Pós-Oclusiva Fonema de Aspiração

source: Primary Stress Div
es: Divisor de Acento Primario
hu: Elsődleges hangsúly osztó
pt_br: Divisor de Acento Primário

source: Prominence Amplitude Boost (dB)
es: Prominencia Refuerzo de Amplitud (dB)
hu: Prominencia Amplitúdó erősítés (dB)
pt_br: Proeminência Reforço de Amplitude (dB)

source: Prominence Amplitude Reduction (dB)
es: Prominencia Reducción de Amplitud (dB)
hu: Prominencia Amplitúdó csökkentés (dB)
pt_br: Proeminência Redução de Amplitude (dB)

source: Prominence Duration Primary Floor (ms)
es: Prominencia Piso de Duración Primaria (ms)

source: Prominence Duration Prominent Floor (ms)
es: Prominencia Piso de Duración Prominente (ms)
hu: Prominencia Időtartam kiemelkedő alsó határ (ms)
pt_br: Proeminência Piso de Duração Proeminente (ms)

source: Prominence Duration Reduced Ceiling
es: Prominencia Techo de Duración Reducida
hu: Prominencia Időtartam redukált felső határ
pt_br: Proeminência Teto de Duração Reduzida

source: Prominence Enabled
es: Prominencia Habilitado
hu: Prominencia Engedélyezve
pt_br: Proeminência Habilitado

source: Prominence Full Vowel Floor
es: Prominencia Piso de Vocal Plena

source: Prominence Long Vowel Mode
es: Prominencia Modo de Vocal Larga
hu: Prominencia Hosszú magánhangzó mód
pt_br: Proeminência Modo de Vogal Longa

source: Prominence Long Vowel Weight
es: Prominencia Peso de Vocal Larga
hu: Prominencia Hosszú magánhangzó súly
pt_br: Proeminência Peso de Vogal Longa

source: Prominence Pitch From Prominence
es: Prominencia Tono desde Prominencia
hu: Prominencia Hangmagasság prominenciából
pt_br: Proeminência Tom a partir de Proeminência

source: Prominence Primary Stress Weight
es: Prominencia Peso de Acento Primario
hu: Prominencia Elsődleges hangsúly súly
pt_br: Proeminência Peso de Acento Primário

source: Prominence Secondary Stress Level
es: Prominencia Nivel de Acento Secundario
hu: Prominencia Másodlagos hangsúly szint
pt_br: Proeminência Nível de Acento Secundário

source: Prominence Secondary Stress Weight
es: Prominencia Peso de Acento Secundario
hu: Prominencia Másodlagos hangsúly súly
pt_br: Proeminência Peso de Acento Secundário

source: Prominence Word Final Reduction
es: Prominencia Reducción Final de Palabra
hu: Prominencia Szóvégi redukció
pt_br: Proeminência Redução Final de Palavra

source: Prominence Word Initial Boost
es: Prominencia Refuerzo Inicial de Palabra
hu: Prominencia Szókezdő erősítés
pt_br: Proeminência Reforço Inicial de Palavra

source: Prominence: Amplitude Boost (dB)
es: Prominencia: Refuerzo de Amplitud (dB)
hu: Prominencia: Amplitúdó erősítés (dB)
pt_br: Proeminência: Reforço de Amplitude (dB)

source: Prominence: Amplitude Reduction (dB)
es: Prominencia: Reducción de Amplitud (dB)
hu: Prominencia: Amplitúdó csökkentés (dB)
pt_br: Proeminência: Redução de Amplitude (dB)

source: Prominence: Duration Primary Floor (ms)
es: Prominencia: Piso de Duración Primaria (ms)

source: Prominence: Duration Prominent Floor (ms)
es: Prominencia: Piso de Duración Prominente (ms)
hu: Prominencia: Időtartam kiemelkedő alsó határ (ms)
pt_br: Proeminência: Piso de Duração Proeminente (ms)

source: Prominence: Duration Reduced Ceiling
es: Prominencia: Techo de Duración Reducida
hu: Prominencia: Időtartam redukált felső határ
pt_br: Proeminência: Teto de Duração Reduzida

source: Prominence: Enabled
es: Prominencia: Habilitado
hu: Prominencia: Engedélyezve
pt_br: Proeminência: Habilitado

source: Prominence: Full Vowel Floor
es: Prominencia: Piso de Vocal Plena

source: Prominence: Long Vowel Mode
es: Prominencia: Modo de Vocal Larga
hu: Prominencia: Hosszú magánhangzó mód
pt_br: Proeminência: Modo de Vogal Longa

source: Prominence: Long Vowel Weight
es: Prominencia: Peso de Vocal Larga
hu: Prominencia: Hosszú magánhangzó súly
pt_br: Proeminência: Peso de Vogal Longa

source: Prominence: Pitch From Prominence
es: Prominencia: Tono desde Prominencia
hu: Prominencia: Hangmagasság prominenciából
pt_br: Proeminência: Tom a partir de Proeminência

source: Prominence: Primary Stress Weight
es: Prominencia: Peso de Acento Primario
hu: Prominencia: Elsődleges hangsúly súly
pt_br: Proeminência: Peso de Acento Primário

source: Prominence: Secondary Stress Level
es: Prominencia: Nivel de Acento Secundario
hu: Prominencia: Másodlagos hangsúly szint
pt_br: Proeminência: Nível de Acento Secundário

source: Prominence: Secondary Stress Weight
es: Prominencia: Peso de Acento Secundario
hu: Prominencia: Másodlagos hangsúly súly
pt_br: Proeminência: Peso de Acento Secundário

source: Prominence: Word Final Reduction
es: Prominencia: Reducción Final de Palabra
hu: Prominencia: Szóvégi redukció
pt_br: Proeminência: Redução Final de Palavra

source: Prominence: Word Initial Boost
es: Prominencia: Refuerzo Inicial de Palabra
hu: Prominencia: Szókezdő erősítés
pt_br: Proeminência: Reforço Inicial de Palavra

source: Secondary Stress Div
es: Divisor de Acento Secundario
hu: Másodlagos hangsúly osztó
pt_br: Divisor de Acento Secundário

source: Segment Boundary Fade (ms)
es: Fundido de Límite de Segmento (ms)
hu: Szegmenshatár elhalkulás (ms)
pt_br: Desvanecer de Limite de Segmento (ms)

source: Segment Boundary Gap (ms)
es: Hueco de Límite de Segmento (ms)
hu: Szegmenshatár szünet (ms)
pt_br: Intervalo de Limite de Segmento (ms)

source: Segment Boundary Skip Vowel To Liquid
es: Límite de Segmento Omitir Vocal a Líquida
hu: Szegmenshatár Skip Magánhangzó likvidára
pt_br: Limite de Segmento Skip Vogal para Líquida

source: Segment Boundary Skip Vowel To Vowel
es: Límite de Segmento Omitir Vocal a Vocal
hu: Szegmenshatár Skip Magánhangzó magánhangzóra
pt_br: Limite de Segmento Skip Vogal para Vogal

source: Semivowel Offglide Scale
es: Escala de Deslizamiento de Semivocal
hu: Félhangzó lecsúszás skála
pt_br: Escala de Deslizamento de Semivogal

source: Single Word Clause Type Override
es: Anulación de Tipo de Cláusula de Palabra Sola
hu: Egyszavas tagmondat-típus felülírás
pt_br: Anulação de Tipo de Cláusula de Palavra Única

source: Single Word Clause Type Override Comma Only
es: Anulación de Tipo de Cláusula de Palabra Sola Solo Coma
hu: Egyszavas tagmondat-típus felülírás csak vesszőnél
pt_br: Anulação de Tipo de Cláusula de Palavra Única Somente Vírgula

source: Single Word Final Fade (ms)
es: Fundido Final de Palabra Sola (ms)
hu: Egyszavas szóvégi elhalkulás (ms)
pt_br: Desvanecer Final de Palavra Única (ms)

source: Single Word Final Hold (ms)
es: Retención Final de Palabra Sola (ms)
hu: Egyszavas szóvégi tartás (ms)
pt_br: Retenção Final de Palavra Única (ms)

source: Single Word Final Liquid Hold Scale
es: Escala de Retención de Líquida Final de Palabra Sola
hu: Egyszavas szóvégi likvidatartás skála
pt_br: Escala de Retenção de Líquida Final de Palavra Única

source: Single Word Tuning Enabled
es: Ajuste de Palabra Sola Habilitado
hu: Egyszavas hangolás engedélyezve
pt_br: Ajuste de Palavra Única Habilitado

source: Special Coartic Max Delta (Hz)
es: Máx. Delta de Coarticulación Especial (Hz)
hu: Spec. koartik. Max. delta (Hz)
pt_br: Coart. Especial Delta Máx. (Hz)

source: Special Coarticulation Enabled
es: Special Coarticulación Habilitado
hu: Special Koartikuláció Engedélyezve
pt_br: Special Coarticulação Habilitado

source: Special Coarticulation: Enabled
es: Coarticulación Especial: Habilitado
hu: Speciális koartikuláció: Engedélyezve
pt_br: Coarticulação Especial: Habilitado

source: Special Coarticulation: Max Delta (Hz)
es: Coarticulación Especial: Max Delta (Hz)
hu: Speciális koartikuláció: Max. delta (Hz)
pt_br: Coarticulação Especial: Delta Máx. (Hz)

source: Spelling Diphthong Mode
es: Modo de Diptongo de Deletreo
hu: Betűzés kettőshangzó mód
pt_br: Modo de Ditongo de Soletração

source: Stop Closure After Nasals Enabled
es: Cierre de Oclusiva Después de Nasales Habilitado
hu: Zárhang zárfázis Nazálisok után engedélyezve
pt_br: Fechamento de Oclusiva Após Nasais Habilitado

source: Stop Closure Cluster Fade (ms)
es: Cierre de Oclusiva Fundido de Grupo (ms)
hu: Zárhang zárfázis Csoport elhalkulás (ms)
pt_br: Fechamento de Oclusiva Desvanecer de Grupo (ms)

source: Stop Closure Cluster Gap (ms)
es: Cierre de Oclusiva Hueco de Grupo (ms)
hu: Zárhang zárfázis Csoport szünet (ms)
pt_br: Fechamento de Oclusiva Intervalo de Grupo (ms)

source: Stop Closure Cluster Gaps Enabled
es: Cierre de Oclusiva Huecos de Grupo Habilitados
hu: Zárhang zárfázis Csoport szünetek engedélyezve
pt_br: Fechamento de Oclusiva Intervalos de Grupo Habilitados

source: Stop Closure Mode
es: Cierre de Oclusiva Modo
hu: Zárhang zárfázis Mód
pt_br: Fechamento de Oclusiva Modo

source: Stop Closure Vowel Fade (ms)
es: Cierre de Oclusiva Fundido de Vocal (ms)
hu: Zárhang zárfázis Magánhangzó elhalkulás (ms)
pt_br: Fechamento de Oclusiva Desvanecer de Vogal (ms)

source: Stop Closure Vowel Gap (ms)
es: Cierre de Oclusiva Hueco de Vocal (ms)
hu: Zárhang zárfázis Magánhangzó szünet (ms)
pt_br: Fechamento de Oclusiva Intervalo de Vogal (ms)

source: Stop Closure Word Boundary Cluster Fade (ms)
es: Cierre de Oclusiva Fundido de Grupo en Límite de Palabra (ms)
hu: Zárhang zárfázis Szóhatár csoport elhalkulás (ms)
pt_br: Fechamento de Oclusiva Desvanecer de Grupo em Limite de Palavra (ms)

source: Stop Closure Word Boundary Cluster Gap (ms)
es: Cierre de Oclusiva Hueco de Grupo en Límite de Palabra (ms)
hu: Zárhang zárfázis Szóhatár csoport szünet (ms)
pt_br: Fechamento de Oclusiva Intervalo de Grupo em Limite de Palavra (ms)

source: Stop Duration (ms)
es: Duración de Oclusiva (ms)
hu: Zárhang időtartam (ms)
pt_br: Duração de Oclusiva (ms)

source: Stressed Vowel Hiatus Fade (ms)
es: Vocal Acentuada Fundido de Hiato (ms)
hu: Hangsúlyos magánhangzó hiátus elhalkulás (ms)
pt_br: Desvanecer de Hiato de Vogal Acentuada (ms)

source: Stressed Vowel Hiatus Gap (ms)
es: Vocal Acentuada Hueco de Hiato (ms)
hu: Hangsúlyos magánhangzó hiátus szünet (ms)
pt_br: Intervalo de Hiato de Vogal Acentuada (ms)

source: Strip Allophone Digits
es: Eliminar Dígitos Alofónicos
hu: Allofón számjegyek eltávolítása
pt_br: Remover Dígitos Alofônicos

source: Strip Hyphen
es: Eliminar Guión
hu: Kötőjel eltávolítása
pt_br: Remover Hífen

source: Syllable Duration Coda Scale
es: Duración Silábica Escala de Coda
hu: Szótagidőtartam Kóda skála
pt_br: Duração Silábica Escala de Coda

source: Syllable Duration Enabled
es: Duración Silábica Habilitado
hu: Szótagidőtartam Engedélyezve
pt_br: Duração Silábica Habilitado

source: Syllable Duration Onset Scale
es: Duración Silábica Escala de Ataque
hu: Szótagidőtartam Szótagkezdet skála
pt_br: Duração Silábica Escala de Ataque

source: Syllable Duration Unstressed Open Nucleus Scale
es: Duración Silábica Escala de Núcleo Abierto Átono
hu: Szótagidőtartam Hangsúlytalan nyílt mag skála
pt_br: Duração Silábica Escala de Núcleo Aberto Átono

source: Syllable Duration: Coda Scale
es: Duración Silábica: Escala de Coda
hu: Szótagidőtartam: Kóda skála
pt_br: Duração Silábica: Escala de Coda

source: Syllable Duration: Enabled
es: Duración Silábica: Habilitado
hu: Szótagidőtartam: Engedélyezve
pt_br: Duração Silábica: Habilitado

source: Syllable Duration: Onset Scale
es: Duración Silábica: Escala de Ataque
hu: Szótagidőtartam: Szótagkezdet skála
pt_br: Duração Silábica: Escala de Ataque

source: Syllable Duration: Unstressed Open Nucleus Scale
es: Duración Silábica: Escala de Núcleo Abierto Átono
hu: Szótagidőtartam: Hangsúlytalan nyílt mag skála
pt_br: Duração Silábica: Escala de Núcleo Aberto Átono

source: Tap Duration (ms)
es: Duración de Vibrante Simple (ms)
hu: Együtésű pergő időtartam (ms)
pt_br: Duração de Vibrante Simples (ms)

source: Tied From Vowel Duration (ms)
es: Duración de Vocal Ligada Desde (ms)
hu: Kötött magánhangzóról időtartam (ms)
pt_br: Duração de Vogal Ligada Desde (ms)

source: Tied From Vowel Fade (ms)
es: Fundido de Vocal Ligada Desde (ms)
hu: Tied From Magánhangzó elhalkulás (ms)
pt_br: Tied From Desvanecer de Vogal (ms)

source: Tied Vowel Duration (ms)
es: Duración de Vocal Ligada (ms)
hu: Kötött magánhangzó időtartam (ms)
pt_br: Duração de Vogal Ligada (ms)

source: Tone Contours Absolute
es: Contornos Tonales Absolutos
hu: Tonális kontúrok abszolút
pt_br: Contornos Tonais Absolutos

source: Tone Contours Mode
es: Modo de Contornos Tonales
hu: Tonális kontúrok mód
pt_br: Modo de Contornos Tonais

source: Tone Digits Enabled
es: Dígitos Tonales Habilitados
hu: Tónus számjegyek engedélyezve
pt_br: Dígitos Tonais Habilitados

source: Trajectory Limit Apply Across Word Boundary
es: Límite de Trayectoria Aplicar a Través de Límite de Palabra
hu: Pályakorlát Alkalmazás szóhatáron át
pt_br: Limite de Trajetória Aplicar Através de Limite de Palavra
