Repository: tgeczy/TGSpeechBox
Catalog: nvdaAddon/locale/*/LC_MESSAGES/nvda.po
Languages: es, hu, pt_br

source: Auto (match NVDA language)
es: Automático (coincidir con el idioma de NVDA)
hu: Automatikus (NVDA nyelvének követése)
pt_br: Automático (corresponder ao idioma do NVDA)

source: Voice tilt (brightness)
es: Inclinación vocal (brillo)
hu: Hangszín döntés (fényesség)
pt_br: Inclinação vocal (brilho)

source: Noise glottal modulation
es: Modulación glotal de ruido
hu: Zaj glottális moduláció
pt_br: Modulação glotal de ruído

source: Pitch-sync F1 delta
es: Delta F1 sincronizado con tono
hu: Hangmagasság-szinkron F1 delta
pt_br: Delta F1 sincronizado com tom

source: Pitch-sync B1 delta
es: Delta B1 sincronizado con tono
hu: Hangmagasság-szinkron B1 delta
pt_br: Delta B1 sincronizado com tom

source: Speed quotient (voice tension)
es: Cociente de velocidad (tensión vocal)
hu: Sebesség hányados (hangfeszültség)
pt_br: Quociente de velocidade (tensão vocal)

source: Aspiration tilt (breath color)
es: Inclinación de aspiración (color de aliento)
hu: Aspiráció döntés (lehelet színe)
pt_br: Inclinação de aspiração (cor da respiração)

source: Formant sharpness (cascade bandwidth)
es: Nitidez de formantes (ancho de banda en cascada)
hu: Formáns élesség (kaszkád sávszélesség)
pt_br: Nitidez de formantes (largura de banda em cascata)

source: Voice tremor (shakiness)
es: Temblor vocal (vibración)
hu: Hangremegés (rezgés)
pt_br: Tremor vocal (vibração)

source: Creakiness (laryngealization)
es: Voz crepitante (laringealización)
hu: Recsegés (laringealizáció)
pt_br: Crepitância (laringealização)

source: Breathiness
es: Aspiración
hu: Leheletes hang
pt_br: Soprosidade

source: Jitter (pitch variation)
es: Jitter (variación de tono)
hu: Jitter (hangmagasság-ingadozás)
pt_br: Jitter (variação de tom)

source: Shimmer (amplitude variation)
es: Shimmer (variación de amplitud)
hu: Shimmer (amplitúdó-ingadozás)
pt_br: Shimmer (variação de amplitude)

source: Glottal sharpness
es: Nitidez glotal
hu: Glottális élesség
pt_br: Nitidez glotal

source: Legacy pitch inflection scale (only active when pitch mode is classic)
es: Escala de inflexión tonal heredada (solo activa cuando el modo de tono es clásico)
hu: Örökölt hanglejtés-skála (csak klasszikus hangmagasság-módban aktív)
pt_br: Escala de inflexão tonal legada (ativa apenas quando o modo de tom é clássico)

source: Pause mode
es: Modo de pausa
hu: Szünet mód
pt_br: Modo de pausa

source: Sample rate
es: Frecuencia de muestreo
hu: Mintavételi frekvencia
pt_br: Taxa de amostragem

source: Language
es: Idioma
hu: Nyelv
pt_br: Idioma

source: Stop closure mode
es: Modo de cierre de oclusiva
hu: Zárhang zárfázis mód
pt_br: Modo de fechamento de oclusiva

source: Spelling diphthong mode
es: Modo de diptongo en deletreo
hu: Betűzés kettőshangzó mód
pt_br: Modo de ditongo na soletração

source: Pitch mode
es: Modo de tono
hu: Hangmagasság mód
pt_br: Modo de tom

source: Always
es: Siempre
hu: Mindig
pt_br: Sempre

source: After vowel
es: Después de vocal
hu: Magánhangzó után
pt_br: Após vogal

source: Vowel and cluster
es: Vocal y grupo consonántico
hu: Magánhangzó és mássalhangzó-csoport
pt_br: Vogal e grupo consonantal

source: None
es: Ninguno
hu: Nincs
pt_br: Nenhum

source: Monophthong
es: Monoptongo
hu: Monoftongus
pt_br: Monotongo

source: Absolute
es: Absoluto
hu: Abszolút
pt_br: Absoluto

source: Relative
es: Relativo
hu: Relatív
pt_br: Relativo

source: Immediate neighbors only
es: Solo vecinos inmediatos
hu: Csak közvetlen szomszédok
pt_br: Apenas vizinhos imediatos

source: Allow C_V (one consonant)
es: Permitir C_V (una consonante)
hu: C_V engedélyezése (egy mássalhangzó)
pt_br: Permitir C_V (uma consoante)

source: Allow CC_V (two consonants)
es: Permitir CC_V (dos consonantes)
hu: CC_V engedélyezése (két mássalhangzó)
pt_br: Permitir CC_V (duas consoantes)

source: eSpeak style
es: Estilo eSpeak
hu: eSpeak stílus
pt_br: Estilo eSpeak

source: Impulse
es: Impulso

source: Classic
es: Clásico
hu: Klasszikus
pt_br: Clássico

source: Off
es: Desactivado
hu: Ki
pt_br: Desativado

source: Short
es: Corta
hu: Rövid
pt_br: Curta

source: Long
es: Larga
hu: Hosszú
pt_br: Longa

source: 16000 Hz (default)
es: 16000 Hz (predeterminado)
hu: 16000 Hz (alapértelmezett)
pt_br: 16000 Hz (padrão)

source: TGSpeechBox language packs
es: Paquetes de idioma de TGSpeechBox
hu: TGSpeechBox nyelvi csomagok
pt_br: Pacotes de idioma do TGSpeechBox

source: Edit language-pack settings (packs/lang/*.yaml) without using Notepad. Only the YAML 'settings:' section is edited.
es: Editar la configuración de paquetes de idioma (packs/lang/*.yaml) sin usar el Bloc de notas. Solo se edita la sección 'settings:' del YAML.
hu: Nyelvi csomag beállítások szerkesztése (packs/lang/*.yaml) Jegyzettömb nélkül. Csak a YAML 'settings:' szakasz kerül szerkesztésre.
pt_br: Editar configurações de pacotes de idioma (packs/lang/*.yaml) sem usar o Bloco de Notas. Apenas a seção 'settings:' do YAML é editada.

source: Language tag:
es: Etiqueta de idioma:
hu: Nyelvi címke:
pt_br: Tag de idioma:

source: Reset Language Pack Defaults...
es: Restablecer valores predeterminados del paquete de idioma...
hu: Nyelvi csomag alapértékek visszaállítása...
pt_br: Restaurar padrões do pacote de idioma...

source: Save Voice Profile Sliders to YAML...
es: Guardar controles del perfil de voz en YAML...
hu: Hangprofil csúszkák mentése YAML-ba...
pt_br: Salvar controles do perfil de voz em YAML...

source: Edit setting:
es: Editar configuración:
hu: Beállítás szerkesztése:
pt_br: Editar configuração:

source: Setting:
es: Configuración:
hu: Beállítás:
pt_br: Configuração:

source: Value:
es: Valor:
hu: Érték:
pt_br: Valor:

source: Open TGSpeechBox on GitHub
es: Abrir TGSpeechBox en GitHub
hu: TGSpeechBox megnyitása a GitHubon
pt_br: Abrir TGSpeechBox no GitHub

source: Check for Add-on Updates
es: Buscar actualizaciones del complemento
hu: Bővítmény frissítések keresése
pt_br: Verificar atualizações do complemento

source: (pending edit)
es: (edición pendiente)
hu: (függőben lévő szerkesztés)
pt_br: (edição pendente)

source: (from {}.yaml)
es: (de {}.yaml)
hu: ({}.yaml fájlból)
pt_br: (de {}.yaml)

source: Could not check for updates: {} Would you like to download the add-on anyway?
es: No se pudo buscar actualizaciones: {} ¿Desea descargar el complemento de todos modos?

source: Version Check Failed
es: Error al verificar la versión
hu: Verzióellenőrzés sikertelen
pt_br: Falha na verificação de versão

source: You already have the latest version installed. Installed version: {} Latest version: {}
es: Ya tiene la última versión instalada. Versión instalada: {} Última versión: {}

source: No Update Available
es: No hay actualizaciones disponibles
hu: Nincs elérhető frissítés
pt_br: Nenhuma atualização disponível

source: A new version is available! Installed version: {} Latest version: {} Download and install the update?
es: ¡Hay una nueva versión disponible! Versión instalada: {} Última versión: {} ¿Descargar e instalar la actualización?

source: Latest version available: {} Download and install?
es: Última versión disponible: {} ¿Descargar e instalar?

source: Update Available
es: Actualización disponible
hu: Frissítés elérhető
pt_br: Atualização disponível

source: Failed to download add-on: {}
es: Error al descargar el complemento: {}

source: An error occurred during download: {}
es: Se produjo un error durante la descarga: {}

source: Download Error
es: Error de descarga
hu: Letöltési hiba
pt_br: Erro de download

source: Download complete, but failed to launch installer: {} File saved to: {} Please install it manually by opening the file.
es: Descarga completa, pero no se pudo iniciar el instalador: {} Archivo guardado en: {} Por favor, instálelo manualmente abriendo el archivo.

source: Warning
es: Advertencia
hu: Figyelmeztetés
pt_br: Aviso

source: Reset to Factory Defaults
es: Restablecer valores de fábrica
hu: Gyári alapértékek visszaállítása
pt_br: Restaurar padrões de fábrica

source: This will overwrite language pack YAML files in packs/lang/ with the factory default versions from packs/.defaults/. Any customizations you have made will be lost.
es: Esto sobrescribirá los archivos YAML de paquetes de idioma en packs/lang/ con las versiones predeterminadas de fábrica de packs/.defaults/. Cualquier personalización que haya realizado se perderá.

source: Reset only the currently selected language pack ({})
es: Restablecer solo el paquete de idioma seleccionado actualmente ({})
hu: Csak a jelenleg kiválasztott nyelvi csomag visszaállítása ({})
pt_br: Restaurar apenas o pacote de idioma selecionado atualmente ({})

source: Yes
es: Sí
hu: Igen
pt_br: Sim

source: Factory defaults folder not found: {} Cannot reset language packs.
es: No se encontró la carpeta de valores de fábrica: {} No se pueden restablecer los paquetes de idioma.

source: Failed to create language pack directory: {}
es: Error al crear el directorio del paquete de idioma: {}

source: Failed to read defaults directory: {}
es: Error al leer el directorio de valores predeterminados: {}

source: No factory default found for language pack '{}'. The file '{}.yaml' does not exist in the .defaults folder.
es: No se encontró el valor de fábrica para el paquete de idioma '{}'. El archivo '{}.yaml' no existe en la carpeta .defaults.

source: Not Found
es: No encontrado
hu: Nem található
pt_br: Não encontrado

source: Reset completed with errors. Copied {} file(s). Errors: {}
es: Restablecimiento completado con errores. Se copiaron {} archivo(s). Errores: {}

source: Successfully reset '{}' language pack to factory defaults.
es: Se restableció correctamente el paquete de idioma '{}' a los valores de fábrica.
hu: A(z) '{}' nyelvi csomag sikeresen visszaállítva gyári alapértékekre.
pt_br: Pacote de idioma '{}' restaurado com sucesso para os padrões de fábrica.

source: Reset Complete
es: Restablecimiento completado
hu: Visszaállítás kész
pt_br: Restauração concluída

source: Successfully reset {} language pack file(s) to factory defaults.
es: Se restablecieron correctamente {} archivo(s) de paquetes de idioma a los valores de fábrica.
hu: Sikeresen visszaállítva {} nyelvi csomag fájl a gyári alapértékekre.
pt_br: Restaurados com sucesso {} arquivo(s) de pacotes de idioma para os padrões de fábrica.

source: TGSpeechBox must be the active synthesizer to save voice profile settings.
es: TGSpeechBox debe ser el sintetizador activo para guardar la configuración del perfil de voz.
hu: A TGSpeechBox-nak kell az aktív beszédszintetizátornak lennie a hangprofil beállítások mentéséhez.
pt_br: O TGSpeechBox deve ser o sintetizador ativo para salvar as configurações do perfil de voz.

source: Cannot Save
es: No se puede guardar
hu: Nem menthető
pt_br: Não é possível salvar

source: Error accessing synthesizer: {}
es: Error al acceder al sintetizador: {}
hu: Hiba a szintetizátor elérésekor: {}
pt_br: Erro ao acessar o sintetizador: {}

source: This feature requires a newer version of the frontend DLL.
es: Esta función requiere una versión más reciente de la DLL del frontend.
hu: Ez a funkció a frontend DLL újabb verzióját igényli.
pt_br: Este recurso requer uma versão mais recente da DLL do frontend.

source: Not Supported
es: No compatible
hu: Nem támogatott
pt_br: Não suportado

source: Save the following slider settings to profile '{}'? VoicingTone: voicedTiltDbPerOct: {:.2f} noiseGlottalModDepth: {:.2f} pitchSyncF1DeltaHz: {:.1f} pitchSyncB1DeltaHz: {:.1f} speedQuotient: {:.2f} aspirationTiltDbPerOct: {:.2f} cascadeBwScale: {:.2f} FrameEx: creakiness: {:.2f} breathiness: {:.2f} jitter: {:.2f} shimmer: {:.2f} sharpness: {:.2f} This will update packs/phonemes.yaml.
es: ¿Guardar la siguiente configuración de controles en el perfil '{}'? VoicingTone: voicedTiltDbPerOct: {:.2f} noiseGlottalModDepth: {:.2f} pitchSyncF1DeltaHz: {:.1f} pitchSyncB1DeltaHz: {:.1f} speedQuotient: {:.2f} aspirationTiltDbPerOct: {:.2f} cascadeBwScale: {:.2f} FrameEx: creakiness: {:.2f} breathiness: {:.2f} jitter: {:.2f} shimmer: {:.2f} sharpness: {:.2f} Esto actualizará packs/phonemes.yaml.

source: Save Voice Profile Settings
es: Guardar configuración del perfil de voz
hu: Hangprofil beállítások mentése
pt_br: Salvar configurações do perfil de voz

source: Successfully saved slider settings for profile '{}'. The frontend will reload the settings on next speech.
es: Se guardó correctamente la configuración de controles para el perfil '{}'. El frontend recargará la configuración en la próxima reproducción de voz.

source: Save Complete
es: Guardado completado
hu: Mentés kész
pt_br: Salvamento concluído

source: Failed to save settings: {}
es: Error al guardar la configuración: {}
hu: Nem sikerült menteni a beállításokat: {}
pt_br: Falha ao salvar configurações: {}

source: Error saving to phonemes.yaml: {}
es: Error al guardar en phonemes.yaml: {}
hu: Hiba a phonemes.yaml mentésekor: {}
pt_br: Erro ao salvar em phonemes.yaml: {}

source: Affricate Duration (ms)
es: Duración de Africada (ms)
hu: Affrikáta időtartam (ms)
pt_br: Duração de Africada (ms)

source: Allophone Rules Enabled
es: Reglas Alofónicas Habilitado
hu: Allofón szabályok engedélyezve
pt_br: Regras Alofônicas Habilitado

source: Allophone Rules: Enabled
es: Reglas Alofónicas: Habilitado
hu: Allofón szabályok: Engedélyezve
pt_br: Regras Alofônicas: Habilitado

source: Apply Lengthened Scale To Vowels Only
es: Aplicar Escala de Alargamiento Solo a Vocales
hu: Nyújtási skála alkalmazása csak magánhangzókra
pt_br: Aplicar Escala de Alongamento Somente a Vogais

source: Auto Diphthong Offglide To Semivowel
es: Auto Diptongo Deslizamiento a Semivocal
hu: Automatikus kettőshangzó félhangzóvá
pt_br: Auto Ditongo Deslizamento para Semivogal

source: Auto Tie Diphthongs
es: Ligar Diptongos Automáticamente
hu: Kettőshangzók automatikus kötése
pt_br: Ligar Ditongos Automaticamente

source: Boundary Smoothing Enabled
es: Suavizado de Límites Habilitado
hu: Határsimítás Engedélyezve
pt_br: Suavização de Limites Habilitado

source: Boundary Smoothing F1 Scale
es: Suavizado de Límites F1 Escala
hu: Határsimítás F1 skála
pt_br: Suavização de Limites F1 Escala

source: Boundary Smoothing F2 Scale
es: Suavizado de Límites F2 Escala
hu: Határsimítás F2 skála
pt_br: Suavização de Limites F2 Escala

source: Boundary Smoothing F3 Scale
es: Suavizado de Límites F3 Escala
hu: Határsimítás F3 skála
pt_br: Suavização de Limites F3 Escala

source: Boundary Smoothing Fric To Stop (ms)
es: Suavizado de Límites Fricativa a Oclusiva (ms)
hu: Határsimítás Réshang zárhangra (ms)
pt_br: Suavização de Limites Fricativa para Oclusiva (ms)

source: Boundary Smoothing Fric To Vowel (ms)
es: Suavizado de Límites Fricativa a Vocal (ms)
hu: Határsimítás Réshang magánhangzóra (ms)
pt_br: Suavização de Limites Fricativa para Vogal (ms)

source: Boundary Smoothing Liquid To Stop (ms)
es: Suavizado de Límites Líquida a Oclusiva (ms)
hu: Határsimítás Likvida zárhangra (ms)
pt_br: Suavização de Limites Líquida para Oclusiva (ms)

source: Boundary Smoothing Liquid To Vowel (ms)
es: Suavizado de Límites Líquida a Vocal (ms)
hu: Határsimítás Likvida magánhangzóra (ms)
pt_br: Suavização de Limites Líquida para Vogal (ms)

source: Boundary Smoothing Nasal F1 Instant
es: Suavizado de Límites F1 Nasal Instantáneo
hu: Határsimítás Nazális F1 azonnali
pt_br: Suavização de Limites F1 Nasal Instantâneo

source: Boundary Smoothing Nasal F2 F3 Spans Phone
es: Suavizado de Límites F2 F3 Nasal Abarca Fono
hu: Határsimítás Nazális F2 F3 átfogja a hangot
pt_br: Suavização de Limites F2 F3 Nasal Abrange Fone

source: Boundary Smoothing Nasal To Stop (ms)
es: Suavizado de Límites Nasal a Oclusiva (ms)
hu: Határsimítás Nazális zárhangra (ms)
pt_br: Suavização de Limites Nasal para Oclusiva (ms)

source: Boundary Smoothing Nasal To Vowel (ms)
es: Suavizado de Límites Nasal a Vocal (ms)
hu: Határsimítás Nazális magánhangzóra (ms)
pt_br: Suavização de Limites Nasal para Vogal (ms)

source: Boundary Smoothing Plosive Spans Phone
es: Suavizado de Límites Plosiva Abarca Fono
hu: Határsimítás Zárhang átfogja a hangot
pt_br: Suavização de Limites Plosiva Abrange Fone

source: Boundary Smoothing Stop To Fric (ms)
es: Suavizado de Límites Oclusiva a Fricativa (ms)
hu: Határsimítás Zárhang réshangra (ms)
pt_br: Suavização de Limites Oclusiva para Fricativa (ms)

source: Boundary Smoothing Stop To Vowel (ms)
es: Suavizado de Límites Oclusiva a Vocal (ms)
hu: Határsimítás Zárhang magánhangzóra (ms)
pt_br: Suavização de Limites Oclusiva para Vogal (ms)

source: Boundary Smoothing Vowel To Fric (ms)
es: Suavizado de Límites Vocal a Fricativa (ms)
hu: Határsimítás Magánhangzó réshangra (ms)
pt_br: Suavização de Limites Vogal para Fricativa (ms)

source: Boundary Smoothing Vowel To Liquid (ms)
es: Suavizado de Límites Vocal a Líquida (ms)
hu: Határsimítás Magánhangzó likvidára (ms)
pt_br: Suavização de Limites Vogal para Líquida (ms)

source: Boundary Smoothing Vowel To Nasal (ms)
es: Suavizado de Límites Vocal a Nasal (ms)
hu: Határsimítás Magánhangzó nazálisra (ms)
pt_br: Suavização de Limites Vogal para Nasal (ms)

source: Boundary Smoothing Vowel To Stop (ms)
es: Suavizado de Límites Vocal a Oclusiva (ms)
hu: Határsimítás Magánhangzó zárhangra (ms)
pt_br: Suavização de Limites Vogal para Oclusiva (ms)

source: Boundary Smoothing Vowel To Vowel (ms)
es: Suavizado de Límites Vocal a Vocal (ms)
hu: Határsimítás Magánhangzó magánhangzóra (ms)
pt_br: Suavização de Limites Vogal para Vogal (ms)

source: Boundary Smoothing: Alveolar F1 Scale
es: Suavizado de Límites: Escala F1 Alveolar
hu: Határsimítás: Alveoláris F1 skála
pt_br: Suavização de Limites: Escala F1 Alveolar

source: Boundary Smoothing: Alveolar F2 Scale
es: Suavizado de Límites: Escala F2 Alveolar
hu: Határsimítás: Alveoláris F2 skála
pt_br: Suavização de Limites: Escala F2 Alveolar

source: Boundary Smoothing: Alveolar F3 Scale
es: Suavizado de Límites: Escala F3 Alveolar
hu: Határsimítás: Alveoláris F3 skála
pt_br: Suavização de Limites: Escala F3 Alveolar

source: Boundary Smoothing: Enabled
es: Suavizado de Límites: Habilitado
hu: Határsimítás: Engedélyezve
pt_br: Suavização de Limites: Habilitado

source: Boundary Smoothing: F1 Scale
es: Suavizado de Límites: F1 Escala
hu: Határsimítás: F1 skála
pt_br: Suavização de Limites: F1 Escala

source: Boundary Smoothing: F2 Scale
es: Suavizado de Límites: F2 Escala
hu: Határsimítás: F2 skála
pt_br: Suavização de Limites: F2 Escala

source: Boundary Smoothing: F3 Scale
es: Suavizado de Límites: F3 Escala
hu: Határsimítás: F3 skála
pt_br: Suavização de Limites: F3 Escala

source: Boundary Smoothing: High Rate Fade Ratio Floor
es: Suavizado de Límites: Piso de Relación de Fundido a Alta Velocidad

source: Boundary Smoothing: Fric To Stop Fade (ms)
es: Suavizado de Límites: Fundido de Fricativa a Oclusiva (ms)
hu: Határsimítás: Réshangról zárhangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Fricativa para Oclusiva (ms)

source: Boundary Smoothing: Fric To Vowel Fade (ms)
es: Suavizado de Límites: Fundido de Fricativa a Vocal (ms)
hu: Határsimítás: Réshangról magánhangzóra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Fricativa para Vogal (ms)

source: Boundary Smoothing: Labial F1 Scale
es: Suavizado de Límites: Escala F1 Labial
hu: Határsimítás: Labiális F1 skála
pt_br: Suavização de Limites: Escala F1 Labial

source: Boundary Smoothing: Labial F2 Scale
es: Suavizado de Límites: Escala F2 Labial
hu: Határsimítás: Labiális F2 skála
pt_br: Suavização de Limites: Escala F2 Labial

source: Boundary Smoothing: Labial F3 Scale
es: Suavizado de Límites: Escala F3 Labial
hu: Határsimítás: Labiális F3 skála
pt_br: Suavização de Limites: Escala F3 Labial

source: Boundary Smoothing: Liquid To Stop Fade (ms)
es: Suavizado de Límites: Fundido de Líquida a Oclusiva (ms)
hu: Határsimítás: Likvidáról zárhangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Líquida para Oclusiva (ms)

source: Boundary Smoothing: Liquid To Vowel Fade (ms)
es: Suavizado de Límites: Fundido de Líquida a Vocal (ms)
hu: Határsimítás: Likvidáról magánhangzóra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Líquida para Vogal (ms)

source: Boundary Smoothing: Nasal F1 Instant
es: Suavizado de Límites: F1 Nasal Instantáneo
hu: Határsimítás: Nazális F1 azonnali
pt_br: Suavização de Limites: F1 Nasal Instantâneo

source: Boundary Smoothing: Nasal F2 F3 Spans Phone
es: Suavizado de Límites: F2 F3 Nasal Abarca Fono
hu: Határsimítás: Nazális F2 F3 átfogja a hangot
pt_br: Suavização de Limites: F2 F3 Nasal Abrange Fone

source: Boundary Smoothing: Nasal To Stop Fade (ms)
es: Suavizado de Límites: Fundido de Nasal a Oclusiva (ms)
hu: Határsimítás: Nazálisról zárhangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Nasal para Oclusiva (ms)

source: Boundary Smoothing: Nasal To Vowel Fade (ms)
es: Suavizado de Límites: Fundido de Nasal a Vocal (ms)
hu: Határsimítás: Nazálisról magánhangzóra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Nasal para Vogal (ms)

source: Boundary Smoothing: Palatal F1 Scale
es: Suavizado de Límites: Escala F1 Palatal
hu: Határsimítás: Palatális F1 skála
pt_br: Suavização de Limites: Escala F1 Palatal

source: Boundary Smoothing: Palatal F2 Scale
es: Suavizado de Límites: Escala F2 Palatal
hu: Határsimítás: Palatális F2 skála
pt_br: Suavização de Limites: Escala F2 Palatal

source: Boundary Smoothing: Palatal F3 Scale
es: Suavizado de Límites: Escala F3 Palatal
hu: Határsimítás: Palatális F3 skála
pt_br: Suavização de Limites: Escala F3 Palatal

source: Boundary Smoothing: Plosive Spans Phone
es: Suavizado de Límites: Plosiva Abarca Fono
hu: Határsimítás: Zárhang átfogja a hangot
pt_br: Suavização de Limites: Plosiva Abrange Fone

source: Boundary Smoothing: Stop To Fric Fade (ms)
es: Suavizado de Límites: Fundido de Oclusiva a Fricativa (ms)
hu: Határsimítás: Zárhangról réshangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Oclusiva para Fricativa (ms)

source: Boundary Smoothing: Stop To Vowel Fade (ms)
es: Suavizado de Límites: Fundido de Oclusiva a Vocal (ms)
hu: Határsimítás: Zárhangról magánhangzóra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Oclusiva para Vogal (ms)

source: Boundary Smoothing: Velar F1 Scale
es: Suavizado de Límites: Escala F1 Velar
hu: Határsimítás: Veláris F1 skála
pt_br: Suavização de Limites: Escala F1 Velar

source: Boundary Smoothing: Velar F2 Scale
es: Suavizado de Límites: Escala F2 Velar
hu: Határsimítás: Veláris F2 skála
pt_br: Suavização de Limites: Escala F2 Velar

source: Boundary Smoothing: Velar F3 Scale
es: Suavizado de Límites: Escala F3 Velar
hu: Határsimítás: Veláris F3 skála
pt_br: Suavização de Limites: Escala F3 Velar

source: Boundary Smoothing: Vowel To Fric Fade (ms)
es: Suavizado de Límites: Fundido de Vocal a Fricativa (ms)
hu: Határsimítás: Magánhangzóról réshangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Vogal para Fricativa (ms)

source: Boundary Smoothing: Vowel To Liquid Fade (ms)
es: Suavizado de Límites: Fundido de Vocal a Líquida (ms)
hu: Határsimítás: Magánhangzóról likvidára elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Vogal para Líquida (ms)

source: Boundary Smoothing: Vowel To Nasal Fade (ms)
es: Suavizado de Límites: Fundido de Vocal a Nasal (ms)
hu: Határsimítás: Magánhangzóról nazálisra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Vogal para Nasal (ms)

source: Boundary Smoothing: Vowel To Stop Fade (ms)
es: Suavizado de Límites: Fundido de Vocal a Oclusiva (ms)
hu: Határsimítás: Magánhangzóról zárhangra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Vogal para Oclusiva (ms)

source: Boundary Smoothing: Vowel To Vowel Fade (ms)
es: Suavizado de Límites: Fundido de Vocal a Vocal (ms)
hu: Határsimítás: Magánhangzóról magánhangzóra elhalkulás (ms)
pt_br: Suavização de Limites: Desvanecer de Vogal para Vogal (ms)
