Repository: tgeczy/TGSpeechBox
Catalog: nvdaAddon/locale/*/LC_MESSAGES/nvda.po
Languages: es, hu, pt_br

source: Boundary Smoothing: Within Syllable Fade Scale
es: Suavizado de Límites: Escala de Fundido Intrasilábico
hu: Határsimítás: Szótagon belüli elhalkulás skála
pt_br: Suavização de Limites: Escala de Desvanecer Intrassilábico

source: Boundary Smoothing: Within Syllable Scale
es: Suavizado de Límites: Escala Intrasilábica
hu: Határsimítás: Szótagon belüli skála
pt_br: Suavização de Limites: Escala Intrassilábica

source: Clause Final Fade (ms)
es: Fundido Final de Cláusula (ms)
hu: Tagmondat végi elhalkulás (ms)
pt_br: Desvanecer Final de Cláusula (ms)

source: Cluster Blend Default Pair Scale
es: Mezcla de Grupo Escala de Par Predeterminado
hu: Csoport keverés Alapértelmezett pár skála
pt_br: Mistura de Grupo Escala de Par Padrão

source: Cluster Blend Enabled
es: Mezcla de Grupo Habilitado
hu: Csoport keverés Engedélyezve
pt_br: Mistura de Grupo Habilitado

source: Cluster Blend F1 Scale
es: Mezcla de Grupo F1 Escala
hu: Csoport keverés F1 skála
pt_br: Mistura de Grupo F1 Escala

source: Cluster Blend Forward Drift Strength
es: Mezcla de Grupo Fuerza de Deriva Hacia Adelante
hu: Csoport keverés Előre sodródás erőssége
pt_br: Mistura de Grupo Intensidade de Deriva para Frente

source: Cluster Blend Fric To Fric Scale
es: Mezcla de Grupo Escala de Fricativa a Fricativa
hu: Csoport keverés Réshang réshangra skála
pt_br: Mistura de Grupo Escala de Fricativa para Fricativa

source: Cluster Blend Fric To Stop Scale
es: Mezcla de Grupo Escala de Fricativa a Oclusiva
hu: Csoport keverés Réshang zárhangra Scale
pt_br: Mistura de Grupo Fricativa para Oclusiva Scale

source: Cluster Blend Homorganic Scale
es: Mezcla de Grupo Escala Homorgánica
hu: Csoport keverés Homorganikus skála
pt_br: Mistura de Grupo Escala Homorgânica

source: Cluster Blend Liquid To Fric Scale
es: Mezcla de Grupo Escala de Líquida a Fricativa
hu: Csoport keverés Likvida réshangra skála
pt_br: Mistura de Grupo Escala de Líquida para Fricativa

source: Cluster Blend Liquid To Stop Scale
es: Mezcla de Grupo Escala de Líquida a Oclusiva
hu: Csoport keverés Likvida zárhangra Scale
pt_br: Mistura de Grupo Líquida para Oclusiva Scale

source: Cluster Blend Nasal To Fric Scale
es: Mezcla de Grupo Escala de Nasal a Fricativa
hu: Csoport keverés Nazális réshangra skála
pt_br: Mistura de Grupo Escala de Nasal para Fricativa

source: Cluster Blend Nasal To Stop Scale
es: Mezcla de Grupo Escala de Nasal a Oclusiva
hu: Csoport keverés Nazális zárhangra Scale
pt_br: Mistura de Grupo Nasal para Oclusiva Scale

source: Cluster Blend Stop To Fric Scale
es: Mezcla de Grupo Escala de Oclusiva a Fricativa
hu: Csoport keverés Zárhang réshangra Scale
pt_br: Mistura de Grupo Oclusiva para Fricativa Scale

source: Cluster Blend Stop To Stop Scale
es: Mezcla de Grupo Escala de Oclusiva a Oclusiva
hu: Csoport keverés Zárhang zárhangra skála
pt_br: Mistura de Grupo Escala de Oclusiva para Oclusiva

source: Cluster Blend Strength
es: Mezcla de Grupo Fuerza
hu: Csoport keverés Erősség
pt_br: Mistura de Grupo Intensidade

source: Cluster Blend Word Boundary Scale
es: Mezcla de Grupo Escala de Límite de Palabra
hu: Csoport keverés Szóhatár skála
pt_br: Mistura de Grupo Escala de Limite de Palavra

source: Cluster Blend: Default Pair Scale
es: Mezcla de Grupo: Escala de Par Predeterminado
hu: Csoport keverés: Alapértelmezett pár skála
pt_br: Mistura de Grupo: Escala de Par Padrão

source: Cluster Blend: Enabled
es: Mezcla de Grupo: Habilitado
hu: Csoport keverés: Engedélyezve
pt_br: Mistura de Grupo: Habilitado

source: Cluster Blend: F1 Scale
es: Mezcla de Grupo: F1 Escala
hu: Csoport keverés: F1 skála
pt_br: Mistura de Grupo: F1 Escala

source: Cluster Blend: Forward Drift Strength
es: Mezcla de Grupo: Fuerza de Deriva Hacia Adelante
hu: Csoport keverés: Előre sodródás erőssége
pt_br: Mistura de Grupo: Intensidade de Deriva para Frente

source: Cluster Blend: Fric To Fric Scale
es: Mezcla de Grupo: Escala de Fricativa a Fricativa
hu: Csoport keverés: Réshang réshangra skála
pt_br: Mistura de Grupo: Escala de Fricativa para Fricativa

source: Cluster Blend: Fric To Stop Scale
es: Mezcla de Grupo: Escala de Fricativa a Oclusiva
hu: Csoport keverés: Réshang zárhangra Scale
pt_br: Mistura de Grupo: Fricativa para Oclusiva Scale

source: Cluster Blend: Homorganic Scale
es: Mezcla de Grupo: Escala Homorgánica
hu: Csoport keverés: Homorganikus skála
pt_br: Mistura de Grupo: Escala Homorgânica

source: Cluster Blend: Liquid To Fric Scale
es: Mezcla de Grupo: Escala de Líquida a Fricativa
hu: Csoport keverés: Likvida réshangra skála
pt_br: Mistura de Grupo: Escala de Líquida para Fricativa

source: Cluster Blend: Liquid To Stop Scale
es: Mezcla de Grupo: Escala de Líquida a Oclusiva
hu: Csoport keverés: Likvida zárhangra Scale
pt_br: Mistura de Grupo: Líquida para Oclusiva Scale

source: Cluster Blend: Nasal To Fric Scale
es: Mezcla de Grupo: Escala de Nasal a Fricativa
hu: Csoport keverés: Nazális réshangra skála
pt_br: Mistura de Grupo: Escala de Nasal para Fricativa

source: Cluster Blend: Nasal To Stop Scale
es: Mezcla de Grupo: Escala de Nasal a Oclusiva
hu: Csoport keverés: Nazális zárhangra Scale
pt_br: Mistura de Grupo: Nasal para Oclusiva Scale

source: Cluster Blend: Stop To Fric Scale
es: Mezcla de Grupo: Escala de Oclusiva a Fricativa
hu: Csoport keverés: Zárhang réshangra Scale
pt_br: Mistura de Grupo: Oclusiva para Fricativa Scale

source: Cluster Blend: Stop To Stop Scale
es: Mezcla de Grupo: Escala de Oclusiva a Oclusiva
hu: Csoport keverés: Zárhang zárhangra skála
pt_br: Mistura de Grupo: Escala de Oclusiva para Oclusiva

source: Cluster Blend: Strength
es: Mezcla de Grupo: Fuerza
hu: Csoport keverés: Erősség
pt_br: Mistura de Grupo: Intensidade

source: Cluster Blend: Word Boundary Scale
es: Mezcla de Grupo: Escala de Límite de Palabra
hu: Csoport keverés: Szóhatár skála
pt_br: Mistura de Grupo: Escala de Limite de Palavra

source: Cluster Timing Affricate In Cluster Scale
es: Temporización de Grupo Escala de Africada en Grupo
hu: Csoport időzítés Affrikáta csoportban skála
pt_br: Temporização de Grupo Escala de Africada em Grupo

source: Cluster Timing Enabled
es: Temporización de Grupo Habilitado
hu: Csoport időzítés Engedélyezve
pt_br: Temporização de Grupo Habilitado

source: Cluster Timing Fric Before Fric Scale
es: Temporización de Grupo Escala de Fricativa antes de Fricativa
hu: Csoport időzítés Réshang réshang előtt skála
pt_br: Temporização de Grupo Escala de Fricativa antes de Fricativa

source: Cluster Timing Fric Before Stop Scale
es: Temporización de Grupo Escala de Fricativa antes de Oclusiva
hu: Csoport időzítés Réshang zárhang előtt skála
pt_br: Temporização de Grupo Escala de Fricativa antes de Oclusiva

source: Cluster Timing Stop Before Fric Scale
es: Temporización de Grupo Escala de Oclusiva antes de Fricativa
hu: Csoport időzítés Zárhang réshang előtt skála
pt_br: Temporização de Grupo Escala de Oclusiva antes de Fricativa

source: Cluster Timing Stop Before Stop Scale
es: Temporización de Grupo Escala de Oclusiva antes de Oclusiva
hu: Csoport időzítés Zárhang zárhang előtt skála
pt_br: Temporização de Grupo Escala de Oclusiva antes de Oclusiva

source: Cluster Timing Triple Cluster Middle Scale
es: Temporización de Grupo Escala de Grupo Triple Medio
hu: Csoport időzítés Hármas csoport középső skála
pt_br: Temporização de Grupo Escala de Grupo Triplo Médio

source: Cluster Timing Word Final Obstruent Scale
es: Temporización de Grupo Escala de Obstruyente Final de Palabra
hu: Csoport időzítés Szóvégi obstruens skála
pt_br: Temporização de Grupo Escala de Obstruinte Final de Palavra

source: Cluster Timing Word Medial Consonant Scale
es: Temporización de Grupo Escala de Consonante Medial de Palabra
hu: Csoport időzítés Szóbelseji mássalhangzó skála
pt_br: Temporização de Grupo Escala de Consoante Medial de Palavra

source: Cluster Timing: Affricate In Cluster Scale
es: Temporización de Grupo: Escala de Africada en Grupo
hu: Csoport időzítés: Affrikáta csoportban skála
pt_br: Temporização de Grupo: Escala de Africada em Grupo

source: Cluster Timing: Enabled
es: Temporización de Grupo: Habilitado
hu: Csoport időzítés: Engedélyezve
pt_br: Temporização de Grupo: Habilitado

source: Cluster Timing: Fric Before Fric Scale
es: Temporización de Grupo: Escala de Fricativa antes de Fricativa
hu: Csoport időzítés: Réshang réshang előtt skála
pt_br: Temporização de Grupo: Escala de Fricativa antes de Fricativa

source: Cluster Timing: Fric Before Stop Scale
es: Temporización de Grupo: Escala de Fricativa antes de Oclusiva
hu: Csoport időzítés: Réshang zárhang előtt skála
pt_br: Temporização de Grupo: Escala de Fricativa antes de Oclusiva

source: Cluster Timing: Stop Before Fric Scale
es: Temporización de Grupo: Escala de Oclusiva antes de Fricativa
hu: Csoport időzítés: Zárhang réshang előtt skála
pt_br: Temporização de Grupo: Escala de Oclusiva antes de Fricativa

source: Cluster Timing: Stop Before Stop Scale
es: Temporización de Grupo: Escala de Oclusiva antes de Oclusiva
hu: Csoport időzítés: Zárhang zárhang előtt skála
pt_br: Temporização de Grupo: Escala de Oclusiva antes de Oclusiva

source: Cluster Timing: Triple Cluster Middle Scale
es: Temporización de Grupo: Escala de Grupo Triple Medio
hu: Csoport időzítés: Hármas csoport középső skála
pt_br: Temporização de Grupo: Escala de Grupo Triplo Médio

source: Cluster Timing: Word Final Obstruent Scale
es: Temporización de Grupo: Escala de Obstruyente Final de Palabra
hu: Csoport időzítés: Szóvégi obstruens skála
pt_br: Temporização de Grupo: Escala de Obstruinte Final de Palavra

source: Cluster Timing: Word Medial Consonant Scale
es: Temporización de Grupo: Escala de Consonante Medial de Palabra
hu: Csoport időzítés: Szóbelseji mássalhangzó skála
pt_br: Temporização de Grupo: Escala de Consoante Medial de Palavra

source: Coarticulation Adjacency Max Consonants
es: Coarticulación Máximo de Consonantes Adyacentes
hu: Koartikuláció Szomszédság max. mássalhangzók
pt_br: Coarticulação Máximo de Consoantes Adjacentes

source: Coarticulation Alveolar Back Vowel Strength Boost
es: Coarticulación Refuerzo de Fuerza Alveolar Vocal Posterior
hu: Koartikuláció Alveoláris hátsó magánhangzó erősítés
pt_br: Coarticulação Reforço de Intensidade Alveolar Vogal Posterior

source: Coarticulation Alveolar F2 Locus
es: Coarticulación Locus F2 Alveolar
hu: Koartikuláció Alveolar F2 lókusz
pt_br: Coarticulação Alveolar Locus F2

source: Coarticulation Alveolar Scale
es: Coarticulación Escala Alveolar
hu: Koartikuláció Alveoláris skála
pt_br: Coarticulação Escala Alveolar

source: Coarticulation Aspiration Blend End
es: Coarticulación Fin de Mezcla de Aspiración
hu: Koartikuláció Aspiráció keverés vége
pt_br: Coarticulação Fim de Mistura de Aspiração

source: Coarticulation Aspiration Blend Start
es: Coarticulación Inicio de Mezcla de Aspiración
hu: Koartikuláció Aspiráció keverés kezdete
pt_br: Coarticulação Início de Mistura de Aspiração

source: Coarticulation Back Vowel F2 Threshold
es: Coarticulación Umbral F2 de Vocal Posterior
hu: Koartikuláció Hátsó magánhangzó F2 küszöb
pt_br: Coarticulação Limiar F2 de Vogal Posterior

source: Coarticulation Cross Syllable Scale
es: Coarticulación Escala Intersilábica
hu: Koartikuláció Szótagközi skála
pt_br: Coarticulação Escala Intersilábica

source: Coarticulation Enabled
es: Coarticulación Habilitado
hu: Koartikuláció Engedélyezve
pt_br: Coarticulação Habilitado

source: Coarticulation F1 Scale
es: Coarticulación F1 Escala
hu: Koartikuláció F1 skála
pt_br: Coarticulação F1 Escala

source: Coarticulation F2 Scale
es: Coarticulación F2 Escala
hu: Koartikuláció F2 skála
pt_br: Coarticulação F2 Escala

source: Coarticulation F3 Scale
es: Coarticulación F3 Escala
hu: Koartikuláció F3 skála
pt_br: Coarticulação F3 Escala

source: Coarticulation Graduated
es: Coarticulación Graduado
hu: Koartikuláció Fokozatos
pt_br: Coarticulação Graduado

source: Coarticulation Labial F2 Locus
es: Coarticulación Locus F2 Labial
hu: Koartikuláció Labial F2 lókusz
pt_br: Coarticulação Labial Locus F2

source: Coarticulation Labial Scale
es: Coarticulación Escala Labial
hu: Koartikuláció Labiális skála
pt_br: Coarticulação Escala Labial

source: Coarticulation Labialized Fricative F2 Pull
es: Coarticulación Atracción F2 de Fricativa Labializada
hu: Koartikuláció Labializált réshang F2 húzás
pt_br: Coarticulação Atração F2 de Fricativa Labializada

source: Coarticulation Mitalk K
es: Coarticulación Mitalk K
hu: Koartikuláció Mitalk K
pt_br: Coarticulação Mitalk K

source: Coarticulation Palatal Scale
es: Coarticulación Escala Palatal
hu: Koartikuláció Palatális skála
pt_br: Coarticulação Escala Palatal

source: Coarticulation Strength
es: Coarticulación Fuerza
hu: Koartikuláció Erősség
pt_br: Coarticulação Intensidade

source: Coarticulation Transition Extent
es: Coarticulación Extensión de Transición
hu: Koartikuláció Átmenet terjedelme
pt_br: Coarticulação Extensão de Transição

source: Coarticulation Velar F2 Locus
es: Coarticulación Locus F2 Velar
hu: Koartikuláció Velar F2 lókusz
pt_br: Coarticulação Velar Locus F2

source: Coarticulation Velar F2 Locus Front
es: Coarticulación Locus F2 Velar Frontal
hu: Koartikuláció Velar F2 lókusz elöl

source: Coarticulation Velar F2 Locus Back
es: Coarticulación Locus F2 Velar Posterior
hu: Koartikuláció Velar F2 lókusz hátul

source: Coarticulation Velar Pinch Enabled
es: Coarticulación Compresión Velar Habilitada
hu: Koartikuláció Veláris szűkítés engedélyezve
pt_br: Coarticulação Compressão Velar Habilitada

source: Coarticulation Velar Pinch F2 Scale
es: Coarticulación Escala F2 de Compresión Velar
hu: Koartikuláció Veláris szűkítés F2 skála
pt_br: Coarticulação Escala F2 de Compressão Velar

source: Coarticulation Velar Pinch F3
es: Coarticulación F3 de Compresión Velar
hu: Koartikuláció Veláris szűkítés F3
pt_br: Coarticulação F3 de Compressão Velar

source: Coarticulation Velar Pinch Threshold
es: Coarticulación Umbral de Compresión Velar
hu: Koartikuláció Veláris szűkítés küszöb
pt_br: Coarticulação Limiar de Compressão Velar

source: Coarticulation Velar Scale
es: Coarticulación Escala Velar
hu: Koartikuláció Veláris skála
pt_br: Coarticulação Escala Velar

source: Coarticulation Word Initial Fade Scale
es: Coarticulación Escala de Fundido Inicial de Palabra
hu: Koartikuláció Szókezdő elhalkulás skála
pt_br: Coarticulação Escala de Desvanecer Inicial de Palavra

source: Default Fade (ms)
es: Fundido Predeterminado (ms)
hu: Alapértelmezett elhalkulás (ms)
pt_br: Desvanecer Padrão (ms)

source: Default Glottal Open Quotient
es: Cociente de Apertura Glotal Predeterminado
hu: Alapértelmezett glottális nyitási hányados
pt_br: Quociente de Abertura Glotal Padrão

source: Default Output Gain
es: Ganancia de Salida Predeterminada
hu: Alapértelmezett kimeneti erősítés
pt_br: Ganho de Saída Padrão

source: Default Pre Formant Gain
es: Ganancia Pre-Formante Predeterminada
hu: Alapértelmezett formáns előtti erősítés
pt_br: Ganho Pré-Formante Padrão

source: Default Vibrato Pitch Offset
es: Desplazamiento de Vibrato Predeterminado
hu: Alapértelmezett vibrato eltolás
pt_br: Deslocamento de Vibrato Padrão

source: Default Vibrato Speed
es: Velocidad de Vibrato Predeterminada
hu: Alapértelmezett vibrato sebesség
pt_br: Velocidade de Vibrato Padrão

source: Default Voice Turbulence Amplitude
es: Amplitud de Turbulencia Vocal Predeterminada
hu: Alapértelmezett hangturbulencia amplitúdó
pt_br: Amplitude de Turbulência Vocal Padrão

source: Default Vowel Duration (ms)
es: Duración de Vocal Predeterminada (ms)
hu: Alapértelmezett magánhangzó időtartam (ms)
pt_br: Duração de Vogal Padrão (ms)

source: English Long U Key
es: Tecla de U Larga Inglesa
hu: Angol hosszú U billentyű
pt_br: Tecla de U Longo Inglês

source: English Long U Shorten Enabled
es: Acortamiento de U Larga Inglesa Habilitado
hu: Angol hosszú U rövidítés engedélyezve
pt_br: Encurtamento de U Longo Inglês Habilitado

source: English Long U Word Final Scale
es: Escala Final de Palabra U Larga Inglesa
hu: Angol hosszú U szóvégi skála
pt_br: Escala Final de Palavra U Longo Inglês

source: Fade After Liquid (ms)
es: Fundido Después de Líquida (ms)
hu: Elhalkulás likvida után (ms)
pt_br: Desvanecer Após Líquida (ms)

source: Fujisaki Accent Dur
es: Fujisaki Duración de Acento
hu: Fujisaki Hangsúly időtartam
pt_br: Fujisaki Duração de Acento

source: Fujisaki Accent Len
es: Fujisaki Longitud de Acento
hu: Fujisaki Hangsúly hossz
pt_br: Fujisaki Comprimento de Acento

source: Fujisaki Accent Mode
es: Fujisaki Modo de Acento
hu: Fujisaki Hangsúly mód
pt_br: Fujisaki Modo de Acento

source: Fujisaki Declination Max
es: Fujisaki Máximo de Declinación
hu: Fujisaki Deklinációs maximum
pt_br: Fujisaki Máximo de Declinação

source: Fujisaki Declination Post Floor
es: Fujisaki Piso Post-Declinación
hu: Fujisaki Deklinációs alsó határ után
pt_br: Fujisaki Piso Pós-Declinação

source: Fujisaki Declination Rate
es: Fujisaki Tasa de Declinación
hu: Fujisaki Deklináció mértéke
pt_br: Fujisaki Taxa de Declinação

source: Fujisaki Declination Scale
es: Fujisaki Escala de Declinación
hu: Fujisaki Deklináció skála
pt_br: Fujisaki Escala de Declinação

source: Fujisaki Phrase Amp
es: Fujisaki Amplitud de Frase
hu: Fujisaki Frázis amplitúdó
pt_br: Fujisaki Amplitude de Frase

source: Fujisaki Phrase Decay
es: Fujisaki Decaimiento de Frase
hu: Fujisaki Frázis lecsengés
pt_br: Fujisaki Decaimento de Frase

source: Fujisaki Phrase Len
es: Fujisaki Longitud de Frase
hu: Fujisaki Frázis hossz
pt_br: Fujisaki Duração de Frase

source: Fujisaki Primary Accent Amp
es: Fujisaki Amplitud de Acento Primario
hu: Fujisaki Elsődleges hangsúly amplitúdó
pt_br: Fujisaki Amplitude de Acento Primário

source: Fujisaki Secondary Accent Amp
es: Fujisaki Amplitud de Acento Secundario
hu: Fujisaki Másodlagos hangsúly amplitúdó
pt_br: Fujisaki Amplitude de Acento Secundário

source: High Rate Coarticulation Floor
es: Piso de Coarticulación a Alta Velocidad

source: High Rate Threshold
es: Umbral de Alta Velocidad

source: Impulse Assertiveness
es: Impulso Asertividad

source: Impulse Continuation Rise (Hz)
es: Impulso Subida de Continuación (Hz)

source: Impulse Declination Hz Per Sec
es: Impulso Declinación Hz Por Seg

source: Impulse First Stress Boost (Hz)
es: Impulso Refuerzo del Primer Acento (Hz)

source: Impulse Fourth Stress Boost (Hz)
es: Impulso Refuerzo del Cuarto Acento (Hz)

source: Impulse Question Reduction
es: Impulso Reducción en Preguntas

source: Impulse Question Rise (Hz)
es: Impulso Subida en Preguntas (Hz)

source: Impulse Second Stress Boost (Hz)
es: Impulso Refuerzo del Segundo Acento (Hz)

source: Impulse Smooth Alpha
es: Impulso Alfa de Suavizado

source: Impulse Terminal Fall (Hz)
es: Impulso Caída Final (Hz)

source: Impulse Third Stress Boost (Hz)
es: Impulso Refuerzo del Tercer Acento (Hz)

source: Klatt Continuation Rise (Hz)
es: Klatt Subida de Continuación (Hz)

source: Klatt Declination Hz Per Sec
es: Klatt Declinación Hz Por Seg

source: Klatt Final Fall Below Base (Hz)
es: Klatt Caída Final Bajo Base (Hz)

source: Klatt Glottal Lower (Hz)
es: Klatt Descenso Glotal (Hz)

source: Klatt Hat Rise (Hz)
es: Klatt Subida del Sombrero (Hz)

source: Klatt Question Rise (Hz)
es: Klatt Subida en Preguntas (Hz)

source: Klatt Smooth Alpha
es: Klatt Alfa de Suavizado

source: Klatt Stress1 (Hz)
es: Klatt Acento1 (Hz)

source: Klatt Stress2 (Hz)
es: Klatt Acento2 (Hz)

source: Klatt Stress3 (Hz)
es: Klatt Acento3 (Hz)

source: Klatt Stress4 (Hz)
es: Klatt Acento4 (Hz)

source: Hu Short A Vowel Enabled
es: Vocal A Corta Húngara Habilitada
hu: Magyar rövid A magánhangzó engedélyezve
pt_br: Vogal A Curta Húngara Habilitada

source: Hu Short A Vowel Key
es: Tecla de Vocal A Corta Húngara
hu: Magyar rövid A magánhangzó billentyű
pt_br: Tecla de Vogal A Curta Húngara

source: Hu Short A Vowel Scale
es: Escala de Vocal A Corta Húngara
hu: Magyar rövid A magánhangzó skála
pt_br: Escala de Vogal A Curta Húngara

source: Legacy Pitch Inflection Scale
es: Tono Heredado Escala de Inflexión
hu: Örökölt hanglejtés skála
pt_br: Escala de Inflexão de Tom Legada

source: Legacy Pitch Mode
es: Modo de Tono Heredado
hu: Örökölt hangmagasság mód
pt_br: Modo de Tom Legado

source: Diphthong Collapse Enabled
es: Colapso de Diptongo Habilitado

source: Diphthong Collapse Amplitude Dip Factor
es: Colapso de Diptongo Factor de Caída de Amplitud

source: Diphthong Collapse Duration Floor (ms)
es: Colapso de Diptongo Piso de Duración (ms)

source: Diphthong Collapse Micro Frame Interval (ms)
es: Colapso de Diptongo Intervalo de Micro Cuadro (ms)

source: Diphthong Collapse Onset Hold Exponent
es: Colapso de Diptongo Exponente de Retención de Inicio

source: Diphthong Collapse: Enabled
es: Colapso de Diptongo: Habilitado

source: Diphthong Collapse: Amplitude Dip Factor
es: Colapso de Diptongo: Factor de Caída de Amplitud

source: Diphthong Collapse: Duration Floor (ms)
es: Colapso de Diptongo: Piso de Duración (ms)

source: Diphthong Collapse: Micro Frame Interval (ms)
es: Colapso de Diptongo: Intervalo de Micro Cuadro (ms)

source: Diphthong Collapse: Onset Hold Exponent
es: Colapso de Diptongo: Exponente de Retención de Inicio

source: Length Contrast Enabled
es: Contraste de Longitud Habilitado
hu: Hosszúsági kontraszt Engedélyezve
pt_br: Contraste de Comprimento Habilitado

source: Length Contrast Geminate Closure Scale
es: Contraste de Longitud Escala de Cierre Geminado
hu: Hosszúsági kontraszt Gemináta zárfázis skála
pt_br: Contraste de Comprimento Escala de Fechamento Geminado

source: Length Contrast Geminate Release Scale
es: Contraste de Longitud Escala de Soltura Geminada
hu: Hosszúsági kontraszt Gemináta feloldás skála
pt_br: Contraste de Comprimento Escala de Soltura Geminada

source: Length Contrast Long Vowel Floor (ms)
es: Contraste de Longitud Piso de Vocal Larga (ms)
hu: Hosszúsági kontraszt Hosszú magánhangzó alsó határ (ms)
pt_br: Contraste de Comprimento Piso de Vogal Longa (ms)

source: Length Contrast Pre Geminate Vowel Scale
es: Contraste de Longitud Escala de Vocal Pre-Geminada
hu: Hosszúsági kontraszt Gemináta előtti magánhangzó skála
pt_br: Contraste de Comprimento Escala de Vogal Pré-Geminada

source: Length Contrast Short Vowel Ceiling (ms)
es: Contraste de Longitud Techo de Vocal Corta (ms)
hu: Hosszúsági kontraszt Rövid magánhangzó felső határ (ms)
pt_br: Contraste de Comprimento Teto de Vogal Curta (ms)

source: Length Contrast: Enabled
es: Contraste de Longitud: Habilitado
hu: Hosszúsági kontraszt: Engedélyezve
pt_br: Contraste de Comprimento: Habilitado

source: Length Contrast: Geminate Closure Scale
es: Contraste de Longitud: Escala de Cierre Geminado
hu: Hosszúsági kontraszt: Gemináta zárfázis skála
pt_br: Contraste de Comprimento: Escala de Fechamento Geminado

source: Length Contrast: Geminate Release Scale
es: Contraste de Longitud: Escala de Soltura Geminada
hu: Hosszúsági kontraszt: Gemináta feloldás skála
pt_br: Contraste de Comprimento: Escala de Soltura Geminada

source: Length Contrast: Long Vowel Floor
es: Contraste de Longitud: Piso de Vocal Larga
hu: Hosszúsági kontraszt: Hosszú magánhangzó alsó határ
pt_br: Contraste de Comprimento: Piso de Vogal Longa

source: Length Contrast: Pre Geminate Vowel Scale
es: Contraste de Longitud: Escala de Vocal Pre-Geminada
hu: Hosszúsági kontraszt: Gemináta előtti magánhangzó skála
pt_br: Contraste de Comprimento: Escala de Vogal Pré-Geminada

source: Length Contrast: Short Vowel Ceiling
es: Contraste de Longitud: Techo de Vocal Corta
hu: Hosszúsági kontraszt: Rövid magánhangzó felső határ
pt_br: Contraste de Comprimento: Teto de Vogal Curta

source: Lengthened Scale
es: Escala de Alargamiento
hu: Nyújtási skála
pt_br: Escala de Alongamento

source: Lengthened Scale Hu
es: Escala de Alargamiento Húngaro
hu: Nyújtási skála magyar
pt_br: Escala de Alongamento Húngaro
